<template>
  <div>
    <p><strong>Содержимое</strong><br/>Весь текст, графика, пользовательские интерфейсы, визуальные интерфейсы,
      фотографии, названия товарных знаков, логотипы, звуки, музыка, изображения и программные коды (совместно именуемые
      &laquo;Содержимое&raquo;), включая, помимо прочего, дизайн, структуру, выбор, координацию, внешний вид, общий
      стиль и расположение данного Содержимого, входящего в состав Сайта, принадлежат, управляются и лицензируются
      компанией ЗАО &laquo;Бастион&raquo; и защищены правилами торговли, авторским правом, патентным правом и
      законодательством о товарных знаках, а также другими правами, связанными с интеллектуальной собственностью, и
      законодательством о недобросовестной конкуренции.</p>
    <p><strong>Использование Сайта</strong><br/>Запрещается использовать любые средства &laquo;глубинного связывания&raquo;,
      сбор информации на страницах, роботов, &laquo;пауков&raquo; или другие автоматические устройства, программы,
      алгоритмы или методы, а также любые похожие или эквивалентные ручные процессы для доступа, приобретения,
      копирования или отслеживания любой части Сайта или любого Содержимого; запрещается любым способом воспроизводить
      или обходить навигационную структуру или представление Сайта или любого Содержимого для получения или попытки
      получения любых материалов, документов или информации любыми средствами, которые не были специально предоставлены
      посредством Сайта. ЗАО &laquo;Бастион&raquo;&nbsp;оставляет за собой право блокировать любые такие действия.</p>
    <p><strong>Учётные записи, пароли и безопасность</strong><br/>Определённые функции или услуги, предлагаемые на Сайте
      или посредством Сайта, могут требовать создания учётной записи (включая настройку идентификатора ЗАО &laquo;Бастион&raquo;&nbsp;и
      пароля). Вы несёте полную ответственность за сохранение конфиденциальности информации вашей учётной записи,
      включая ваш пароль, а также за всю без исключения деятельность, которая ведётся от имени вашей учётной записи. Вы
      соглашаетесь незамедлительно уведомить ЗАО &laquo;Бастион&raquo;&nbsp;о несанкционированном использовании вашей
      учётной записи или пароля или любом другом нарушении системы безопасности.</p>
    <p><strong>Ссылки на другие сайты и сайт компании ЗАО &laquo;Бастион&raquo;</strong><br/>Данный Сайт может содержать
      ссылки на отдельные независимые веб-сайты третьих сторон (&laquo;Связанные сайты&raquo;). Связанные сайты
      приводятся исключительно для удобства посетителей. ЗАО &laquo;Бастион&raquo;&nbsp;не контролирует такие Связанные
      сайты, а также не несёт за них ответственность и не рекламирует содержимое таких Связанных сайтов, включая любую
      информацию или материалы, расположенные на таких Связанных сайтах. Вам необходимо принять собственное независимое
      решение относительно работы с этими Связанными сайтами.</p>
    <p><strong>Отказ от ответственности</strong><br/>&laquo;БАСТИОН&raquo; НЕ ДАЁТ ОБЕЩАНИЙ ОТНОСИТЕЛЬНО ТОГО, ЧТО САЙТ
      ИЛИ ЛЮБОЕ СОДЕРЖИМОЕ, УСЛУГА ИЛИ ФУНКЦИЯ САЙТА БУДУТ БЕЗОШИБОЧНЫМИ И БЕСПЕРЕБОЙНЫМИ ИЛИ ЧТО ЛЮБЫЕ ДЕФЕКТЫ БУДУТ
      ИСПРАВЛЕНЫ, ИЛИ ЧТО ВАШЕ ИСПОЛЬЗОВАНИЕ САЙТА ПРИВЕДЁТ К ОПРЕДЕЛЁННЫМ РЕЗУЛЬТАТАМ. САЙТ И ЕГО СОДЕРЖИМОЕ
      ПРЕДОСТАВЛЯЮТСЯ НА УСЛОВИЯХ &laquo;КАК ЕСТЬ&raquo; И &laquo;КАК ДОСТУПНО&raquo;. ЛЮБАЯ ИНФОРМАЦИЯ НА САЙТЕ МОЖЕТ
      БЫТЬ ИЗМЕНЕНА БЕЗ УВЕДОМЛЕНИЯ. ЗАО &laquo;БАСТИОН&raquo;&nbsp;НЕ ДАЁТ ГАРАНТИЙ, ЧТО ЛЮБЫЕ ФАЙЛЫ ИЛИ ДАННЫЕ,
      ЗАГРУЖАЕМЫЕ ВАМИ С САЙТА, НЕ СОДЕРЖАТ ВИРУСОВ, А ТАКЖЕ НЕЖЕЛАТЕЛЬНЫХ ЛИБО РАЗРУШИТЕЛЬНЫХ ФУНКЦИЙ. ЗАО &laquo;БАСТИОН&raquo;&nbsp;ОТКАЗЫВАЕТСЯ
      ОТ ПРЕДОСТАВЛЕНИЯ КАКИХ-ЛИБО ГАРАНТИЙ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ ЛЮБЫЕ ГАРАНТИИ ТОЧНОСТИ, СОБЛЮДЕНИЯ
      ПРАВ, ПРИГОДНОСТИ ДЛЯ ПРОДАЖИ И ПРИГОДНОСТИ ДЛЯ ИСПОЛЬЗОВАНИЯ В ОПРЕДЕЛЁННЫХ ЦЕЛЯХ. ЗАО &laquo;БАСТИОН&raquo;
      ОТКАЗЫВАЕТСЯ ОТ ЛЮБОЙ ОТВЕТСТВЕННОСТИ ЗА ДЕЙСТВИЯ, БЕЗДЕЙСТВИЕ И ПОВЕДЕНИЕ ЛЮБЫХ ТРЕТЬИХ СТОРОН В СВЯЗИ С ВАШИМ
      ИСПОЛЬЗОВАНИЕМ САЙТА И/ИЛИ ЛЮБЫХ УСЛУГ ЗАО &laquo;БАСТИОН&raquo;. ВЫ БЕРЁТЕ НА СЕБЯ ВСЮ ОТВЕТСТВЕННОСТЬ ЗА СВОЁ
      ИСПОЛЬЗОВАНИЕ САЙТА И ЛЮБЫХ СВЯЗАННЫХ САЙТОВ. ВАШЕЙ ЕДИНСТВЕННОЙ МЕРОЙ ПРОТИВ ЗАО &laquo;БАСТИОН&raquo;&nbsp;В
      СЛУЧАЕ НЕУДОВЛЕТВОРЕННОСТИ САЙТОМ ИЛИ ЛЮБЫМ ЕГО СОДЕРЖИМЫМ ЯВЛЯЕТСЯ ПРЕКРАЩЕНИЕ ИСПОЛЬЗОВАНИЯ САЙТА ИЛИ ЛЮБОГО
      ТАКОГО СОДЕРЖИМОГО.</p>
  </div>
</template>
